{
  "title": "نصائح نبوية للحياة اليومية",
  "subtitle": "ستون نصيحة من رسول الله صلى الله عليه وسلم يحتاجها المسلم في اليوم والليلة",
  "advices": [
    {
      "id": 1,
      "title": "التوبة من الذنوب",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، أَنَّ رسولَ اللَّهِ صلى الله عليه وسلم قال",
        "hadith": "مَنْ تابَ قبلَ طُلوعِ الشَّمسِ مِن مَغْربها، تابَ اللّه عَليهِ",
        "source": "[ حديث صحيح، أخرجه مسلم ]",
        "explanation": "التوبة سلوك يومي يمارسه المسلم، رحمة الله أبوابها مفتوحة عن طريق التوبة، قال تعالى: وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ [سورة النساء: الآية 27] أحدِثْ عند كل ذنب توبةً، وليس من طريق سالك إلى الله إلا طريق التوبة"
      }
    },
    {
      "id": 2,
      "title": "طلب العلم",
      "content": {
        "intro": "عالم واحد أشد على الشيطان من ألف عابد",
        "narrator": "عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم",
        "hadith": "مَن سَلَكَ طريقاً يَلْتَمِسُ فيه علماً، سهَّلَ الله له طريقاً إِلى الجنة",
        "source": "[ حديث صحيح، أخرجه الترمذي ]",
        "explanation": "أنت حينما تخرج من بيتك، وتقصد مجلس علم، تزداد فيه علماً، فهذا الطريق الذي تسلكه هو طريق إلى الجنة إذا أردت الدنيا فعليك بالعلم، وإذا أردت الآخرة فعليك بالعلم، وإذا أردتهما معاً فعليك بالعلم."
      }
    },
    {
      "id": 3,
      "title": "ذكر الله تعالى",
      "content": {
        "narrator": "عن أبي الدرداء رضي الله عنه، قال: قال النبي صلى الله عليه وسلم",
        "hadith": "ألا أخْبِرُكم بخيرِ أعمالِكم، وأرفَعِها في درجاتكم، وأزكاها عند مليكِكم، وخير لكم من الوَرِق والذهب، وخير لكم من أن تَلْقَوا عَدُوَّكم، فتضربوا أعناقهم، ويضربوا أعناقَكم؟ قالوا: بلى، قال: ذِكْرُ الله",
        "source": "[ حديث صحيح، أخرجه الترمذي ]",
        "explanation": "إن قرأت القرآن فأنت ذاكر، وإن استغفرت فأنت ذاكر، وإن ناجيت الله فأنت ذاكر، وإن تفكرت في مخلوقات الله فأنت ذاكر، وأي نشاط يقربك إلى الله عز وجل فهو من الذكر"
      }
    },
    {
      "id": 4,
      "title": "اصطناع المعروف",
      "content": {
        "narrator": "عن أبي ذرٍّ رضي الله عنه، أن رسولَ اللَّهِ صلى الله عليه وسلم قال",
        "hadith": "لا تحقِرَنَّ مِنَ المعروف شيئاً، ولو أنْ تَلْقَى أخاك بوجْهٍ طَلقٍ",
        "source": "[ حديث صحيح، أخرجه مسلم ]"
      }
    },
    {
      "id": 5,
      "title": "العمل الصالح",
      "content": {
        "intro": "لا يندم المرء حين يأتيه ملَك الموت، إلا على عمل صالح قصَّر في أدائه، لذلك يقول عليه الصلاة والسلام",
        "hadith": "كل معروف صدقة، وإن من المعروف أن تلقى أخاك بوجهٍ طَلْقٍ، وأن تُفرِغَ من دلْوكَ في إناءِ أخيك",
        "source": "[ حديث صحيح، أخرجه الترمذي ]"
      }
    },
    {
      "id": 6,
      "title": "الدعوة إلى الله",
      "content": {
        "intro": "الدعوة إلى الله فرض عين، ألم تستمع خلال دروس العلم إلى شرح آية؟ إلى شرح حديث؟ إلى موقف صحابي؟ إلى حكم فقهي؟ يقول عليه الصلاة والسلام",
        "hadith": "بَلِّغُوا عني ولو آية",
        "source": "[ من حديث صحيح، أخرجه البخاري والترمذي ]",
        "explanation": "الدعوة إلى الله فرض عين على كل مسلم، في حدود ما يعلم، ومع من يعرف",
        "additionalNarrator": "عن أبي هريرة رضي الله عنه، أن رسولَ الله صلى الله عليه وسلم قال",
        "additionalHadith": "مَنْ دعا إلى هُدىً، كان له من الأجرِ مِثْلُ أجور مَنْ تَبِعَهُ، لا ينقصُ ذلك من أجورهم شيئاً، ومن دعا إلى ضَلالَة، كان عليه من الإثمِ مِثْلُ آثام من تَبِعَهُ، لا يَنْقُص ذلك من أوزارهم شيئاً",
        "additionalSource": "[ حديث صحيح، أخرجه مسلم والترمذي وأبو داود ]"
      }
    },
    {
      "id": 7,
      "title": "الأمر بالمعروف والنهي عن المنكر",
      "content": {
        "narrator": "عن أبي سعيد الخدري، رضي الله عنه، قال: سمعت رسول الله صلى الله عليه وسلم يقول",
        "hadith": "من رأى منكُم منكراً فلْيُغَيِّره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان",
        "source": "[ من حديث صحيح، أخرجه مسلم ]"
      }
    },
    {
      "id": 8,
      "title": "قراءة القرآن الكريم",
      "content": {
        "narrator": "عن أبي أمامة الباهلي رضي الله عنه، قال: سمعتُ رسولَ الله صلى الله عليه وسلم يقول",
        "hadith": "اقرؤوا القرآن، فإنه يأتي يوم القيامة شفيعاً لأصحابه، اقرؤوا الزَّهْرَاوَيْن: البقرة، وآل عمران، فإنهما تأتيان يوم القيامة كأنهما غَمَامتان، أو غَيَايَتَان، أو كأنهما فِرْقَانِ من طير صَوَافّ، تُحاجَّانِ عن صاحبهما، اقرؤوا سورة البقرة، فإن أخْذَها بَرَكَة، وتَرْكَها حَسْرَة، ولا تستطيعها البَطَلَةُ",
        "source": "[ حديث صحيح، أخرجه مسلم ]"
      }
    },
    {
      "id": 9,
      "title": "تعلّم القرآن",
      "content": {
        "narrator": "عن عثمان بن عفان رضي الله عنه، أَنَّ رسولَ اللَّهِ صلى الله عليه وسلم قال",
        "hadith": "خيرُكمْ من تعلّمَ القُرآنَ وعَلَّمَهُ",
        "source": "[ حديث صحيح، أخرجه البخاري والترمذي وأبو داود ]"
      }
    },
    {
      "id": 10,
      "title": "تعليم القرآن للناس",
      "content": {
        "narrator": "عن عثمان بن عفان رضي الله عنه، أَنَّ رسولَ اللَّهِ صلى الله عليه وسلم قال",
        "hadith": "خيرُكمْ من تعلّمَ القُرآنَ وعَلَّمَهُ",
        "source": "[ حديث صحيح، أخرجه البخاري والترمذي وأبو داود ]",
        "explanation": "قراءته شيء، وتعليم أحكامه، وشرح آياته شيء آخر"
      }
    },
    {
      "id": 11,
      "title": "إفشاء السلام",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، أَنَّ رسولَ اللَّهِ صلى الله عليه وسلم قال",
        "hadith": "وَالذي نَفسي بِيدِهِ، لا تَدخلونَ الجنةَ حتى تُؤمِنُوا، ولا تُؤمِنوا حتى تَحابُّوا، أَوَلا أدُلُّكم على شيء إِذا فعلتُمُوهُ تحاببتم؟ أَفْشُوا السلامَ بينَكم",
        "source": "[ حديث صحيح، أخرجه مسلم وأبو داود والترمذي ]"
      }
    },
    {
      "id": 12,
      "title": "الحب في الله",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم",
        "hadith": "يقولُ اللهُ تعالى يوم القيامة: أينَ المُتَحَابُّون بجلالي؟ اليومَ أُظِلُّهم في ظِلِّي يوم لا ظِلَّ إِلا ظِلِّي",
        "source": "[ حديث صحيح، أخرجه مسلم ]"
      }
    },
    {
      "id": 13,
      "title": "عيادة المريض",
      "content": {
        "narrator": "عن علي بن أبي طالب رضي الله عنه قال: سمعتُ رسولَ الله صلى الله عليه وسلم يقول",
        "hadith": "مَا مِنْ مسلم يعودُ مسلماً مريضاً غُدْوَة، إلا صلى عليه سبعون ألف ملك حتى يُمْسِيَ، وإن عاده عَشية، صلَّى عليه سبعون ألف ملك حتى يصبحَ، وكان له خريف في الجنة",
        "source": "[ من حديث صحيح، أخرجه أبو داود والترمذي ]",
        "explanation": "أن تعود مريضاً، أن تؤنسه، أن تطيّب قلبه، أن تنفس له في الأجل، أن تذكره بآية أو حديث، أن تعينه على الصبر، هذا فيه أجر كبير"
      }
    },
    {
      "id": 14,
      "title": "إنظار المعسر",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم",
        "hadith": "من يسَّرَ على معسرٍ، يسَّرَ الله عليه في الدنيا والآخرة",
        "source": "[ حديث صحيح، أخرجه مسلم وابن حبان ]"
      }
    },
    {
      "id": 15,
      "title": "التسامح في البيع والشراء والقضاء",
      "content": {
        "narrator": "عن جابر بن عبد الله رضي الله عنهما، أن رسولَ اللَّهِ صلى الله عليه وسلم قال",
        "hadith": "رَحِمَ اللهُ رجلاً سَمْحاً إذا باع، وإذا اشترى، وإذا اقْتَضَى",
        "source": "[ حديث صحيح، أخرجه البخاري ]",
        "explanation": "أن تيسر على الناس المدينين المعسرين، فهو عمل كبير يرضى الله به عنك"
      }
    },
    {
      "id": 16,
      "title": "الستر على الناس",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، أن النبيَّ صلى الله عليه وسلم قال",
        "hadith": "لا يَسْتُرُ عبد عبداً في الدنيا، إِلا سَتَرَهُ الله يوم القيامة",
        "source": "[ حديث صحيح، أخرجه مسلم ]",
        "explanation": "هناك نموذج من البشر فضاح، يقتنص الأخطاء، ينشرها بين الناس، يتلذذ بذلك، المسلم يستر، المسلم يكتم"
      }
    },
    {
      "id": 17,
      "title": "صلة الرحم",
      "content": {
        "narrator": "عن عائشة رضي الله عنها، قالت: قال رسول الله صلى الله عليه وسلم",
        "hadith": "الرَّحِمُ مُعلَّقة بالعرشِ، تقولُ: من وَصَلَني وَصَلَهُ اللهُ، ومن قطعني قَطَعَهُ الله",
        "source": "[ حديث صحيح، أخرجه البخاري ومسلم ]"
      }
    },
    {
      "id": 18,
      "title": "حسن الخلُق",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، قال",
        "hadith": "سُئل رسولُ الله صلى الله عليه وسلم عن أكثر ما يُدْخِل الناسَ النار؟ قال: الفَمُ والفرج، وسُئل عن أكثر ما يُدْخِلُ الناس الجنة، قال: تقوى الله، وحسن الخُلقُ",
        "source": "[ حديث صحيح، أخرجه الترمذي ]"
      }
    },
    {
      "id": 19,
      "title": "الصدق",
      "content": {
        "narrator": "عن عبد الله بن مسعود رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم",
        "hadith": "عليكم بالصدق، فإِنَّ الصِّدْقَ يَهْدي إلى البِرِّ، وإِن البِرَّ يهدي إِلى الجنةِ",
        "source": "[ من حديث صحيح، أخرجه أبو داود والترمذي ]",
        "explanation": "كن صادقاً ترتفع عند الله وعند الناس، والمؤمن لا يكذب",
        "additionalNarrator": "عن أبي أمامة الباهلي رضي الله عنه، قال رسول الله صلى الله عليه وسلم",
        "additionalHadith": "يطبع المؤمن على الخلال كلها، إلا الخيانة والكذب",
        "additionalSource": "[ حديث أخرجه أحمد وهو منقطع ]"
      }
    },
    {
      "id": 20,
      "title": "كظم الغيظ",
      "content": {
        "narrator": "عن معاذ بن أنس رضي الله عنه، أن النبي صلى الله عليه وسلم قال",
        "hadith": "من كظم غيظاً وهو قادر على إنفاذه خيّره الله من الحور العين يوم القيامة",
        "source": "[ من حديث رواه الطبراني في الصغير، وفيه رجل مدلس ]",
        "quran": "وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ",
        "quranSource": "[ سورة آل عمران: الآية 134 ]",
        "explanation": "بل من علا صياحه في البيت جرحت عدالته، وكاد الحليم أن يكون نبياً، والحلم سيد الأخلاق"
      }
    },
    {
      "id": 21,
      "title": "كفارة المجلس",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، أنَّ رسولَ الله صلى الله عليه وسلم قال",
        "hadith": "مَنْ جلس مجلساً كَثُر فيه لَغَطُهُ، فقال قبل أَن يقوم من مجلسه ذلك سبحانك اللَّهمَّ وبحمدك، أشهد أن لا إله إلا أنت، أستغفركَ وأتوب إليك، إلا غُفِرَ له ما كان في مجلسهِ ذلك",
        "source": "[ حديث أخرجه الترمذي بإسناد حسن ]"
      }
    },
    {
      "id": 22,
      "title": "الصبر",
      "content": {
        "narrator": "عن أبي سعيد وأبي هريرة، رضي الله عنهما، أنَّهُما سَمِعا رسولَ الله صلى الله عليه وسلم يقول",
        "hadith": "ما يُصيب المؤمنَ من وَصَب ولا نَصَب ولا سَقَم ولا حَزَن، حتى الهم يَهُمُّه، إلا كَفَّر الله به سيئاته",
        "source": "[ حديث صحيح، أخرجه البخاري ومسلم والترمذي ]",
        "quran": "إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ",
        "quranSource": "[سورة الزمر: الآية 10]",
        "explanation": "الصبر معالجة إلهية للعبد المؤمن، فالذي يصبر على معالجة الله له، هذا دليل أنه يعرف الله عز وجل، تماماً كما لو جلس إنسان راشد على كرسي طبيب الأسنان، إنه يتألم، ويشكر، بينما الصغير يصيح، وقد ينطق بكلمة لا تليق بحق الطبيب، لأنه لا يعلم أن هذه المعالجة لصالحه، هذه النصائح نحتاجها في اليوم والليلة"
      }
    },
    {
      "id": 23,
      "title": "بر الوالدين",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، قال",
        "hadith": "سمعتُ رسولَ الله صلى الله عليه وسلم يقول: رَغِمَ أنْفُهُ، رَغِمَ أنفه، رَغِمَ أنفه، قيل: مَنْ يا رسول الله؟ قال: مَنْ أدْرَكَ والديه عِنْدَ الْكِبَرِ، أحدُهُما أو كلاهما ثمَّ لم يدخل الجنة",
        "source": "[ حديث صحيح، أخرجه مسلم ]",
        "explanation": "يعني أن بر الوالدين سبب كاف لدخول الجنة"
      }
    },
    {
      "id": 24,
      "title": "السعي على الأرملة والمسكين",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، قال: قال رسولُ الله صلى الله عليه وسلم",
        "hadith": "السَّاعي على الأرْمَلَةِ والمسكين، كالمجاهد في سبيل الله، وأحْسِبُهُ قال: وكالقائم لا يفْتُرُ، وكالصائم لا يُفْطِرُ",
        "source": "[ حديث صحيح، أخرجه البخاري ومسلم ]",
        "explanation": "أن تسعى على أرملة، أن تسعى على مسكين، فأنت كالمجاهد في سبيل الله"
      }
    },
    {
      "id": 25,
      "title": "كفالة اليتيم",
      "content": {
        "narrator": "عن سهل بن سعد الساعدي رضي الله عنه، قال: قال رسولُ الله صلى الله عليه وسلم",
        "hadith": "أنا وكافل اليتيم في الجنة هكذا، وأشار بالسبابة والوسطى، وفَرَّج بينهما شيئاً",
        "source": "[ حديث صحيح، أخرجه البخاري والترمذي وأبو داود ]"
      }
    },
    {
      "id": 26,
      "title": "الوضوء",
      "content": {
        "narrator": "عن عثمان بن عفان رضي الله عنه، أن رسولَ الله صلى الله عليه وسلم قال",
        "hadith": "من توضَّأ فأحسنَ الوُضُوءَ، خرجتْ خطاياهُ من جَسَدِه، ثم تَخْرُجُ من تحتِ أظفاره",
        "source": "[ حديث صحيح، أخرجه البخاري ومسلم ]"
      }
    },
    {
      "id": 27,
      "title": "التشهد بعد الوضوء",
      "content": {
        "narrator": "عن عمر بن الخطاب رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم",
        "hadith": "من تَوَضَّأ فأحْسَنَ الوُضُوءَ، ثم قال: أشهد أن لا إله إلا الله وحده لا شريك له، وأنَّ محمداً عبده ورسوله، اللهم اجْعَلني من التَّوَّابين، واجْعلني من المتطهِّرين، فُتحت له ثمانية أبواب الجنة يدخل من أيِّها شاء",
        "source": "[ من حديث صحيح، أخرجه الترمذي ]"
      }
    },
    {
      "id": 28,
      "title": "إجابة المؤذن",
      "content": {
        "narrator": "عن جابر رضي الله عنه، أن رسولَ الله صلى الله عليه وسلم قال",
        "hadith": "مَنْ قال حين يسمَعُ النِّدَاءَ: اللهمَّ رَبَّ هذه الدعوةِ التامَّةِ، والصلاة القائمةِ، آتِ محمداً الوسيلةَ والفضيلةَ، وابعثْهُ مَقَاماً محموداً الذي وعدته، حلت له شفاعتي يوم القيامة",
        "source": "[ حديث صحيح، أخرجه البخاري ]"
      }
    },
    {
      "id": 29,
      "title": "بناء المساجد",
      "content": {
        "narrator": "عن عمر بن الخطاب رضي الله عنه، أنه قال: سمعت رسول الله صلى الله عليه وسلم يقول",
        "hadith": "من بنى لله مسجداً يذكر فيه، بنى الله له بيتاً في الجنة",
        "source": "[ حديث صحيح، أخرجه ابن ماجة وأحمد ]"
      }
    },
    {
      "id": 30,
      "title": "السواك",
      "content": {
        "narrator": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ",
        "hadith": "لولا أن أشُق على أمتي، أو على الناس، لأمرتهم بالسواك مع كل صلاة",
        "source": "[ حديث صحيح، أخرجه البخاري ]"
      }
    },
    {
      "id": 31,
      "title": "الصلاة في المسجد",
      "content": {
        "narrator": "عن أبي هريرة، رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال",
        "hadith": "من غدا إلى المسجد أو راح، أعدَّ الله له نزلاً في الجنة كلما غدا أو راح",
        "source": "[ حديث صحيح، أخرجه البخاري وابن خزيمة ]"
      }
    },
    {
      "id": 32,
      "title": "الصلوات الخمس",
      "content": {
        "narrator": "عن عمرو بن سعيد بن العاص، أن عثمان دعا بطَهوره، فقال: سمعتُ رسولَ الله صلى الله عليه وسلم يقول",
        "hadith": "ما من امرئ مسلم تحضُره صلاة مكتوبة، فَيُحْسِنُ وُضُوءها، وخُشُوعَها ورُكُوعَها، إلا كانت كفارة لما قبلَها من الذُّنُوبِ، ما لم يأتِ كبيرة، وذلك الدهر كلَّه",
        "source": "[ حديث صحيح، أخرجه البخاري ومسلم ]"
      }
    },
    {
      "id": 33,
      "title": "صلاة الفجر وصلاة العصر",
      "content": {
        "narrator": "عن أبي موسى الأشعري رضي الله عنه، قال: قال رسولُ الله صلى الله عليه وسلم",
        "hadith": "مَنْ صلَّى البَرْدَين دخل الجنة",
        "source": "[ حديث صحيح، أخرجه البخاري ومسلم ]",
        "explanation": "البردان: صلاة الفجر وصلاة العصر، يعني من حافظ عليهما في أوقاتهما"
      }
    },
    {
      "id": 34,
      "title": "صلاة الجمعة",
      "content": {
        "narrator": "عن أبي هريرة، رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال",
        "hadith": "مَنْ تَوضأ فَأحْسَنَ الوُضُوءَ، ثم أتى الجمعةَ، فاستمع وأنصتَ، غُفِرَ لَه ما بينهُ وبين الجمعة، وزيادةُ ثلاثة أيام، ومن مس الحصا فقد لَغَا",
        "source": "[ حديث صحيح، أخرجه مسلم ]"
      }
    },
    {
      "id": 35,
      "title": "الدعاء ساعة الإجابة من يوم الجمعة",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، أن رسولَ الله صلى الله عليه وسلم ذكر يومَ الجمعة، فقال",
        "hadith": "فيه ساعة لا يُوافِقُها عبد مسلم، هو قائم يُصلِّي يسألُ الله شيئاً إلا أعطاه إياه، وأشار بيده، يُقَلِّلُها",
        "source": "[ حديث صحيح، أخرجه البخاري ومسلم ]"
      }
    },
    {
      "id": 36,
      "title": "السنن الرواتب",
      "content": {
        "narrator": "عن أم حبيبة أم المؤمنين، رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم",
        "hadith": "من صلَّى اثنتي عشرة ركعة بنى الله له بيتاً في الجنة، أربعاً قبل الظهر، واثنتين بعدها، وركعتين قبل العصر، وركعتين بعد المغرب، وركعتين قبل الفجر",
        "source": "[ حديث أخرجه النسائي وابن خزيمة بإسناد صحيح ]"
      }
    },
    {
      "id": 37,
      "title": "قيام الليل",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، أن رسولَ الله صلى الله عليه وسلم قال",
        "hadith": "أفضلُ الصِّيام بعدَ رَمضانَ، شهرُ الله المُحَرَّم، وأفْضَلُ الصَّلاةِ بعدَ الْمَكْتُوبَةِ، صلاةُ الليل",
        "source": "[ حديث صحيح، أخرجه مسلم ]"
      }
    },
    {
      "id": 38,
      "title": "صلاة الضحى",
      "content": {
        "narrator": "عن أبي ذر الغفاري رضي الله عنه، أن رسولَ الله صلى الله عليه وسلم قال",
        "hadith": "يُصْبح على كل سُلامَى من أحدِكم صدقة، فكلُّ تسبيحة صَدَقة، وكلُّ تحميدة صَدَقة، وكلُّ تهليلة صدقة، وكلُّ تكبيرة صدقةْ، وأمر بالمعروف صدقة، ونهي عن المنكر صدقة، ويُجزِئ من ذلك ركعتان يركعهما من الضحى",
        "source": "[ حديث صحيح، أخرجه مسلم ]"
      }
    },
    {
      "id": 39,
      "title": "الصلاة على النبي عليه الصلاة والسلام",
      "content": {
        "narrator": "عن عبد الله بن عمرو بن العاص، رضي الله عنهما، أنه سمع رسول الله صلى الله عليه وسلم يقول",
        "hadith": "مَنْ صلَّى عليَّ صلاةً، صلى الله عليه بها عشراً",
        "source": "[ من حديث صحيح، أخرجه مسلم ]"
      }
    },
    {
      "id": 40,
      "title": "الصوم",
      "content": {
        "narrator": "عن أبي سعيد رضي الله عنه، قال: قال رسولُ الله صلى الله عليه وسلم",
        "hadith": "ما مِنْ عبد يَصُومُ يوماً في سبيل الله، إلا باعد الله وجهه عن النار سبعين خريفاً",
        "source": "[ حديث صحيح، أخرجه البخاري ومسلم ]"
      }
    },
    {
      "id": 41,
      "title": "صوم ثلاثة أيام من كل شهر",
      "content": {
        "narrator": "عن جرير بن عبد الله رضي الله عنهما، عن النبيِّ صلى الله عليه وسلم قال",
        "hadith": "صيامُ ثلاثةِ أيام من كلِّ شهر، صيامُ الدهر",
        "source": "[ حديث حسن، أخرجه النسائي ]"
      }
    },
    {
      "id": 42,
      "title": "صيام رمضان",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم",
        "hadith": "من صام رمضانَ إيماناً واحتساباً، غُفِرَ له ما تقدَّم من ذَنْبِهِ",
        "source": "[ حديث صحيح، أخرجه البخاري ]"
      }
    },
    {
      "id": 43,
      "title": "صيام ستة أيام من شوال",
      "content": {
        "narrator": "عن أبي أيوب الأنصاري رضي الله عنه، أَنَّ رسولَ اللَّهِ صلى الله عليه وسلم قال",
        "hadith": "مَنْ صَام رمضانَ، وأتْبَعَهُ بِستّ من شَوَّال، كان كصيامِ الدَّهْرِ",
        "source": "[ حديث صحيح، أخرجه مسلم والترمذي ]"
      }
    },
    {
      "id": 44,
      "title": "تفطير الصائم",
      "content": {
        "narrator": "عن زيد بن خالد الجهني رضي الله عنه، أن رسولَ الله صلى الله عليه وسلم قال",
        "hadith": "من فطَّر صائماً كان له مثلُ أجره، غيرَ أنه لا ينقص من أجر الصائم شيئاً",
        "source": "[ حديث صحيح، أخرجه الترمذي ]"
      }
    },
    {
      "id": 45,
      "title": "قيام ليلة القدر",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم",
        "hadith": "من قام ليلة القدر إيماناً واحتساباً، غُفِرَ له ما تقدَّم من ذَنْبِهِ",
        "source": "[ حديث صحيح، أخرجه البخاري ]"
      }
    },
    {
      "id": 46,
      "title": "الصدقة",
      "content": {
        "narrator": "عن معاذ بن جبل رضي الله عنه، عن النبي صلى الله عليه وسلم أنه قال",
        "hadith": "والصدقةُ تُطفئُ الخطيئةَ، كما يُطفئُ الماءُ النار",
        "source": "[ من حديث صحيح، أخرجه الترمذي ]",
        "additionalNarrator": "عن أنس رضي الله عنه، أنَّ النبي صلى الله عليه وسلم قال",
        "additionalHadith": "إن الصدقَةَ تُطْفِئُ غَضَبَ الرَّبِّ، وتَدْفَعُ مِيتَة السُّوءِ",
        "additionalSource": "[ حديث صحيح، أخرجه الترمذي ]"
      }
    },
    {
      "id": 47,
      "title": "الحج والعمرة",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، أن رسولَ الله صلى الله عليه وسلم قال",
        "hadith": "العُمرةُ إلى العُمرةِ، كَفَّارة لما بينهما، والحجُّ المبرور ليس له جزاء إلا الجنة",
        "source": "[ حديث صحيح، أخرجه البخاري ومسلم ]"
      }
    },
    {
      "id": 48,
      "title": "اغتنام عشر ذي الحجة",
      "content": {
        "narrator": "عن عبد الله بن عباس رضي الله عنهما، قال: قال رسولُ الله صلى الله عليه وسلم",
        "hadith": "ما مِن أيام، العملُ الصَّالِحُ فيهنَّ أحبُّ إلى الله، من هذه الأيام العَشْرِ، فقالوا: يا رسول الله، ولا الجِهادُ؟ قال: ولا الجِهادُ، إلا رجل خَرجَ يُخاطِرُ بنفسه ومَاله، فلم يرجع بشيء",
        "source": "[ حديث صحيح، أخرجه الترمذي وأبو داود ]"
      }
    },
    {
      "id": 49,
      "title": "الجهاد في سبيل الله",
      "content": {
        "narrator": "عن سهل بن سعد رضي الله عنه، أن رسولَ الله صلى الله عليه وسلم قال",
        "hadith": "رِباطُ يوم في سبيل الله خير من الدنيا وما عليها، وموضع سَوْط أحدكم من الجنة خير من الدنيا وما عليها، والرَّوْحة يروحها العبد في سبيل الله، أو الغدوة، خير من الدنيا وما عليها",
        "source": "[ حديث صحيح، أخرجه البخاري ومسلم ]",
        "additionalNarrator": "عن زيد بن خالد الجهني رضي الله عنه، أن رسولَ الله صلى الله عليه وسلم قال",
        "additionalHadith": "من جهَّز غازياً في سبيل الله فقد غزَا، ومن خَلَّف غازياً في أهله بخير فقد غزا",
        "additionalSource": "[ حديث صحيح، أخرجه البخاري ومسلم ]"
      }
    },
    {
      "id": 50,
      "title": "الصلاة على الميت",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، قال: قال رسولُ الله صلى الله عليه وسلم",
        "hadith": "مَنْ شَهِدَ الجنازة حتى يُصَلَّىَ عليها فله قِيراط، ومن شَهِدَها حتى تُدْفَنَ فله قيراطان، قيل: وما القيراطان؟ قال: مِثْلُ الجبلين العظيمين",
        "source": "[ حديث صحيح، أخرجه البخاري ومسلم ]"
      }
    },
    {
      "id": 51,
      "title": "حفظ اللسان والفرج",
      "content": {
        "narrator": "عن سهل بن سعد الساعدي رضي الله عنه، قال: قال رسولُ الله صلى الله عليه وسلم",
        "hadith": "مَنْ يَضْمَنْ لِي ما بين رجليه، وما بين لِحْيَيه أَضْمَنْ له الجنة",
        "source": "[ حديث صحيح، أخرجه البخاري والترمذي ]",
        "explanation": "حفظ اللسان من الكذب والغيبة والنميمة، وحفظ الفرج أيضاً، سبيلان لدخول الجنة"
      }
    },
    {
      "id": 52,
      "title": "فضل بعض الأذكار",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، أَنَّ رسولَ اللَّهِ صلى الله عليه وسلم قال",
        "hadith": "مَنْ قَالَ: لا إِلهَ إِلا الله وحدَهُ لا شَريكَ لَهُ، لَهُ المُلْكُ، ولَهُ الحَمْدُ، وهوَ على كلِّ شَيءٍ قَديرٌ، في يومٍ مائة مرةٍ، كانت له عَدْلَ عَشْرِ رِقَابٍ، وكُتِبَتْ لَهُ مائةُ حسنةٍ، ومُحِيَتْ عنه مائة سَيِّئَةٍ، وكانت لَهُ حِرْزاً من الشيطانِ يومَهُ ذلكَ حتى يُمسيَ، ولم يأتِ أحدٌ بِأفضلَ مما جاءَ بِهِ، إِلا رجلٌ عَمِلَ أكثر منه، قال: وَمَن قالَ: سُبحانَ اللهِ وبِحَمْدِهِ، في يَومٍ مِائَةُ مَرَّةٍ، حُطَّت خَطَايَاهُ، وَإِنْ كانتْ مِثْلَ زَبَدِ البَحرِ",
        "source": "[ حديث صحيح، أخرجه البخاري ومسلم والموطأ والترمذي ]"
      }
    },
    {
      "id": 53,
      "title": "إماطة الأذى عن الطريق",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول",
        "hadith": "لقد رأيت رجلاً يَتَقَلَّبُ في الجنة، في شَجَرَة قَطَعَها مِنْ طريق المسلمين، كانت تُؤذي الناس",
        "source": "[ حديث صحيح، أخرجه مسلم ]",
        "explanation": "أن تميط الأذى عن الطريق، هذا عمل عند الله كبير"
      }
    },
    {
      "id": 54,
      "title": "تربية البنات",
      "content": {
        "narrator": "عن أبي سعيد الخدري رضي الله عنه، قال: قال رسولُ الله صلى الله عليه وسلم",
        "hadith": "مَنْ كان له ثلاثُ بَنَاتٍ، أو ثَلاثُ أخواتٍ، أو بِنْتانِ، أو أختان، فأحْسَنَ صُحْبَتَهُنَّ، واتَّقَى الله فيهنَّ، فله الجنة",
        "source": "[ حديث حسن، أخرجه أبو داود والترمذي ]"
      }
    },
    {
      "id": 55,
      "title": "الإحسان إلى الحيوان",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم",
        "hadith": "أَن رجلاً رأى كلباً يأْكُلُ الثَّرَى مِنَ العطش، فأَخَذَ الرجلُ خُفَّهُ، فجعلَ يَغرِفُ له به، حتَّى أَرْوَاهُ، فشكرَ اللهُ لَهُ، فَأدْخَلَهُ الجنة",
        "source": "[ حديث صحيح، أخرجه البخاري ]",
        "explanation": "أن تحسن إلى حيوان، ثمنه الجنة"
      }
    },
    {
      "id": 56,
      "title": "زيارة الإخوة في الله",
      "content": {
        "narrator": "عن أنس بن مالك رضي الله عنه، عن النبي صلى الله عليه وسلم قال",
        "hadith": "ألا أخبركم برجالكم في الجنة؟ قلنا: بلى يا رسول الله، قال: النبي في الجنة، والصديق في الجنة، والشهيد في الجنة، والمولود في الجنة، والرجل يزور أخاه في ناحية المصر لا يزوره إلا لله، في الجنة",
        "source": "[ من حديث أخرجه الطبراني، رجاله رجال الصحيح إلا واحداً ]"
      }
    },
    {
      "id": 57,
      "title": "ترك المِراء",
      "content": {
        "narrator": "عن أبي أمامة الباهلي رضي الله عنه، أَنَّ رسولَ الله، صلى الله عليه وسلم قال",
        "hadith": "أنا زعيم ببيت في رَبَض الجَنَّة لمن ترك المِراء، وإن كان مُحِقّاً، وببيت في وَسَط الجنة لمن ترك الكذب، وإن كان مازحاً، وببيت في أعلى الجنة لمن حَسَّنَ خُلُقَهُ",
        "source": "[ حديث أخرجه أبو داود بإسناد صحيح ]",
        "explanation": "المراء: المشاحنة الجدال"
      }
    },
    {
      "id": 58,
      "title": "طاعة المرأة لزوجها",
      "content": {
        "narrator": "عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم",
        "hadith": "إذا صلت المرأة خمسها، وصامت شهرها، وحصنت فرجها، وأطاعت بعلها، دخلت من أي أبواب الجنة شاءت",
        "source": "[ حديث صحيح، أخرجه الطبراني وابن حبان ]"
      }
    },
    {
      "id": 59,
      "title": "عدم سؤال الناس شيئاً",
      "content": {
        "intro": "مادمت قادراً ن تخدم نفسك بنفسك فلا تسأل أحداً شيئاً",
        "narrator": "عن ثوبان رضي الله عنه، أَنَّ رَسولَ الله صلى الله عليه وسلم قال",
        "hadith": "مَنْ يَكْفُلُ لي أن لا يسأل الناس شيئاً، وأتَكَفَّلُ له بالجنّة؟ فقال ثوبان: أنا، فكان لا يسأل أحداً شيئاً",
        "source": "[ حديث أخرجه أبو داود بإسناد صحيح ]"
      }
    },
    {
      "id": 60,
      "title": "ركعتا التوبة من الذنب",
      "content": {
        "narrator": "عن أبي بكر رضي الله عنه قال: سمعتُ رسولَ الله صلى الله عليه وسلم يقول",
        "hadith": "ما من رجل يُذْنِبُ ذَنباً، ثمَّ يَقومُ فَيتَطَهَّرُ ويصلي ، ثُمَّ يَستَغْفِر اللهَ إِلا غُفِرَ لهُ",
        "source": "[ من حديث حسن، أخرجه الترمذي ]",
        "explanation": "توضأ، وصلِّ ركعتين، واستغفر الله في هاتين الركعتين، فالله عز وجل يغفر لك ذلك الذنب"
      }
    }
  ]
}